NSCameraUsageDescription = "Kamera brukes i videosamtaler";
NSMicrophoneUsageDescription = "Mikrofon brukes i lyd- og videosamtaler";
NSPhotoLibraryUsageDescription = "Tilgang til Foto Biblioteket kreves for å kunne dele bilder og videoer fra din enhet";
NSContactsUsageDescription = "Tilgang til Kontakter kreves for å kunne sammenstille kontaktene i din adressebok med kontaktene på serveren";
NSLocationWhenInUseUsageDescription = "Trengs for å dele din lokasjon med andre";
NSSpeechRecognitionUsageDescription = "Speech Recognition access is needed to transcribe a voicemessage to text using on-device recognition";
